Revit 2024 API
BuiltInFailures.GroupFailures.RemovingElemCannotBeGrouped Property
 Elements that cannot be grouped were removed from groups of type '[Type Name]'.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId RemovingElemCannotBeGrouped { get; }
Visual Basic
Public Shared ReadOnly Property RemovingElemCannotBeGrouped As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ RemovingElemCannotBeGrouped {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace